package com.example.myapplication;

public class QuizAnsYervan {
    public static String[] questions ={

            "Երևանը Հայաստանի որերո՞րդ խոշորագույն քաղաքը է հանդիսանում:",
            "Ո՞ր օրն է նշվում որպես Երևանի օր։",
            "Ո՞ր գետի ափերին է գտնվում Երևանը։",
            "Ե՞րբ է հիմնադրվել Երևանը։",
            "Երևանի կլիմային բնորոշ են։",


    };

    public static String[][] choices = {
            {"Առաջին", "Երկրորդ", "Երրորդ", "Չորրորդ"},
            {"Հոկտեմբերի երկրորդ շաբաթ օրը", "Հոկտեմբերի երրորդ շաբաթ օրը", "Սեպտեմբերի երկրորդ շաբաթ օրը", "Հունիսի առաջին շաբաթ օրը"},
            {"Աղստև", "Արփա", "Արածանի", "Հրազդան"},
            {"782թ․", "Ք․ա․ 782թ․", "826թ․", "Ք․ա․ 201թ․"},
            {"Տաք, չոր ամառներ", "Մեղմ, խոնավ ամառներ", "Երկար ձմեռներ", "Տաք ձմեռներ"},


    };

    public static String[] answers = {
            "Առաջին",
            "Հոկտեմբերի երկրորդ շաբաթ օրը",
            "Հրազդան",
            "Ք․ա․ 782թ․",
            "Տաք, չոր ամառներ",



    };
}
