package com.example.myapplication;

public class QuizAnsIjevan {
    public static String[] questions ={

            "Ո՞ր գետի ափին է գտնվում Իջևանը։",
            "Ո՞ր մարզի մարզկենտրոնն է Իջրանը:",
            "Որքա՞ն է կազմում Տարեկան տեղումների քանակը Իջևանում:",
            "Ինչո՞վ է հայտնի Իջևանը:",
            "Որքա՞ն է միջին ջերմաստիճանտը ձմռանը Իջևանում:",


    };

    public static String[][] choices = {
            {"Աղստև", "Արփա", "Արածանի", "Հրազդան"},
            {"Լոռի", "Տավուշ", "Շիրակ", "Սյունիք"},
            {"623մմ", "256մմ", "563մմ", "964մմ"},
            {"Մեքենաշինությամբ", "Գորգագործությամբ", "Թեթև արդյունաբերությամբ", "Մետաղաձուլությամբ"},
            {"5°C", "0°C", "-12°C", "-3°C"},


    };

    public static String[] answers = {
            "Աղստև",
            "Տավուշ",
            "563մմ",
            "Գորգագործությամբ",
            "0°C",



    };
}
