package com.example.myapplication;

public class QuizAnsDilijan {


    public static String[] questions ={

            "Ո՞ր պոտության հետ են համեմատում Դիլիջանը իր աշխարհագրական դիրքի պատճառով։",
            "Ո՞ր մարզում է գտնվում Դիլիջանը։",
            "Ո՞ր գետի ափին է գտնվում Դիլիջանը։",
            "Որքա՞ն է կազմում Դիլիջանի բնակչությունը(2015)։",
            "Հայաստանի Կառավարությունը ծրագրում է Դիլիջանը դարձնել տարածաշրջանի ինչպիսի՞ կենտրոն։",


    };

    public static String[][] choices = {
            {"Ֆրանսիա", "Շվեցարիա", "Անգլիա", "Ռուսաստան"},
            {"Լոռի", "Տավուշ", "Շիրակ", "Սյունիք"},
            {"Աղստև", "Արփա", "Արածանի", "Հրազդան"},
            {"17300", "20000", "23700", "50000"},
            {"Մշակութային", "Սպորտային", "Արդյունաբերական", "Ֆինանսական"},


    };

    public static String[] answers = {
            "Շվեցարիա",
            "Տավուշ",
            "Աղստև",
            "23700",
            "Ֆինանսական",



    };
}
