package com.example.myapplication;

public class QuizAnsGyumri {
    public static String[] questions ={

            "Գյումրին Հայաստանի որերո՞րդ խոշորագույն քաղաքը է հանդիսանում:",
            "Ո՞ր մարզի մարզկենտրոնն է Գյումրին:",
            "Որքա՞ն է կազմում Դիլիջանի բնակչությունը(2011)։",
            "Ո՞ր թվականից Գյումրին ունի քաղաքի կարգավիճակ։",
            "Գյումրիի բնակչության քանի՞ տոկոսն են հայեր։",


    };

    public static String[][] choices = {
            {"Առաջին", "Երկրորդ", "Երրորդ", "Չորրորդ"},
            {"Կոտայք", "Գեղարքունիք", "Շիրակ", "Սյունիք"},
            {"~514000", "~252000", "~81000", "~122000"},
            {"856թ․", "Ք․ա․ 232թ․", "1837թ․", "2001թ․"},
            {"~95%", "~99%", "~75%", "~42%"},


    };

    public static String[] answers = {
            "Երկրորդ",
            "Շիրակ",
            "~122000",
            "1837թ․",
            "~95%",



    };
}
