package com.example.myapplication;

public class QuizAns {
    public static String questions[] ={

            "Հայաստանի որերո՞րդ խոշորագույն քաղաքը է հանդիսանում",
            "Ո՞ր մարզի մարզկենտրոնն է",
            "Ո՞րը Վանաձոր քաղաքի թաղամաս չէ",
            "Որքա՞ն է կազմում Վանաձորի ճանապարհների երկարությունը",
            "Ո՞ր պետության հետ ունի երկաթուղային կապ",


    };

    public static  String choices [][] = {
            {"Առաջին", "Երկրորդ", "Երրորդ", "Չորրորդ"},
            {"Լոռի", "Տավուշ", "Շիրակ", "Սյունիք"},
            {"Ջունգլիներ", "Դիմաց", "Նորք Մարաշ", "Քիմգործարան"},
            {"152կմ", "256կմ", "85կմ", "161կմ"},
            {"Ոչ մի", "Վրաստան", "Իրան", "Իրան և Վրաստան"},


    };

    public static String answers [] = {
            "Երրորդ",
            "Լոռի",
            "Նորք Մարաշ",
            "161կմ",
            "Վրաստան",



    };
}
